Revit 2027 API
CategorySet Constructor
Initializes a new instance of the CategorySet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public CategorySet()
Public Sub New
public:
CategorySet()
new : unit -> CategorySet
See Also
Reference
CategorySet Class
Autodesk.Revit.DB Namespace